local data = {
	[1] = {id=1,title='测试邮件',sender=1,content='#63615f|欢迎来到斗罗大陆，这是一份心意，请收下！',reward='5001:1:10|5005:1:10'},
	[2] = {id=2,title='首次创建宗门奖励',sender=2,content='#454243|亲爱的玩家：|n|#63615f|&nbsp; 感谢您对游戏的厚爱，在这里为您创建了伟大的宗门%s表示祝贺！',reward='6511:1:2|6512:1:2'},
	[3] = {id=3,title='首次加入宗门奖励',sender=3,content='#454243|亲爱的玩家：|n|#63615f|&nbsp; 感谢您对游戏的厚爱，在这里为您加入了伟大的宗门%s表示祝贺！',reward='6511:1:1|6512:1:1'},
	[4] = {id=4,title='会长自荐',sender=1,content='#454243|亲爱的玩家：|n|#63615f|&nbsp;宗门的会长已|#4062b6|3天|#63615f|未上线，群龙岂可一日无主？您贵为|#4062b6|副会长|#63615f|，现可在宗门成员界面|#4062b6|自荐|#63615f|成为会长，将带领众人合力建设斗罗大陆的最强宗门！',reward=''},
	[5] = {id=5,title='会长自荐',sender=1,content='#454243|亲爱的玩家：|n|#63615f|&nbsp;宗门的会长已|#4062b6|7天|#63615f|未上线，群龙岂可一日无主？您贵为|#4062b6|堂主|#63615f|，现可在宗门成员界面|#4062b6|自荐|#63615f|成为会长，将带领众人合力建设斗罗大陆的最强宗门！',reward=''},
	[6] = {id=6,title='会长自荐',sender=1,content='#454243|亲爱的玩家：|n|#63615f|&nbsp;宗门的会长已|#4062b6|15天|#63615f|未上线，群龙岂可一日无主？您作为宗门的|#4062b6|活跃分子|#63615f|，现可在宗门成员界面|#4062b6|自荐|#63615f|成为会长，将带领众人合力建设斗罗大陆的最强宗门！',reward=''},
	[7] = {id=7,title='新会长上任',sender=1,content='#454243|&nbsp;&nbsp;宗门的会长已长时间未上线，群龙岂可一日无主？|#f7d187| %s |#63615f|现在已经|#4062b6|自荐|#63615f|成为会长，将带领众人合力建设斗罗大陆的最强宗门！',reward=''},
	[8] = {id=8,title='创建宗门',sender=2,content='#454243|亲爱的玩家：|n|#63615f|&nbsp; 感谢您对游戏的厚爱，在这里为您创建了伟大的宗门%s表示祝贺！',reward=''},
	[9] = {id=9,title='红包返还',sender=1,content='#454243|您的红包未被领完，现退回您魂钻|#4062b6|%s|#63615f|个，请尽快领取！',reward=''},
}

return data
